interface Minute {
  title: string;
  preview: string;
  content: string;
  date: string;
}

export const Minutes: Minute[] = [
  {
    title: "2024.10.27 Frontend 긴급회의",
    preview:
      "업무사항 공유, 전체 진척도 180%, 집 가고 싶어요. 이건 회의록 요약입니다 ...",
    content: `
### 작업현황 공유

1. 디자인 파트
    - 무드 보드 작성
    - 디자인 시스템 제작
    - 1920px UI 디자인 완료
2. 프론트엔드 파트
    - 컴포넌트 제작
    - 메인페이지 퍼블리싱
    - 애니메이션 적용

### 작업현황 공유

앞으로의 IT지원위원회 운영방안은 숭실대생들이 누구나 학생들을 위한 서비스를 만들고 
운영할 수 있는 장을 제공합니다.
`,
    date: "3분전",
  },
  {
    title: "2024.10.27 Frontend 긴급회의",
    preview:
      "업무사항 공유, 전체 진척도 180%, 집 가고 싶어요. 이건 회의록 요약입니다 ...",
    content: `
### 작업현황 공유

1. 디자인 파트
    - 무드 보드 작성
    - 디자인 시스템 제작
    - 1920px UI 디자인 완료
2. 프론트엔드 파트
    - 컴포넌트 제작
    - 메인페이지 퍼블리싱
    - 애니메이션 적용

### 작업현황 공유

앞으로의 IT지원위원회 운영방안은 숭실대생들이 누구나 학생들을 위한 서비스를 만들고 운영할 수 있는 장을 제공합니다.
`,
    date: "3분전",
  },
  {
    title: "2024.10.27 Frontend 긴급회의",
    preview:
      "업무사항 공유, 전체 진척도 180%, 집 가고 싶어요. 이건 회의록 요약입니다 ...",
    content: `
### 작업현황 공유

1. 디자인 파트
    - 무드 보드 작성
    - 디자인 시스템 제작
    - 1920px UI 디자인 완료
2. 프론트엔드 파트
    - 컴포넌트 제작
    - 메인페이지 퍼블리싱
    - 애니메이션 적용

### 작업현황 공유

앞으로의 IT지원위원회 운영방안은 숭실대생들이 누구나 학생들을 위한 서비스를 만들고 운영할 수 있는 장을 제공합니다.
`,
    date: "3분전",
  },
  {
    title: "2024.10.27 Frontend 긴급회의",
    preview:
      "업무사항 공유, 전체 진척도 180%, 집 가고 싶어요. 이건 회의록 요약입니다 ...",
    content: `
### 작업현황 공유

1. 디자인 파트
    - 무드 보드 작성
    - 디자인 시스템 제작
    - 1920px UI 디자인 완료
2. 프론트엔드 파트
    - 컴포넌트 제작
    - 메인페이지 퍼블리싱
    - 애니메이션 적용

### 작업현황 공유

앞으로의 IT지원위원회 운영방안은 숭실대생들이 누구나 학생들을 위한 서비스를 만들고 운영할 수 있는 장을 제공합니다.
`,
    date: "3분전",
  },
  {
    title: "2024.10.27 Frontend 긴급회의",
    preview:
      "업무사항 공유, 전체 진척도 180%, 집 가고 싶어요. 이건 회의록 요약입니다 ...",
    content: `
### 작업현황 공유

1. 디자인 파트
    - 무드 보드 작성
    - 디자인 시스템 제작
    - 1920px UI 디자인 완료
2. 프론트엔드 파트
    - 컴포넌트 제작
    - 메인페이지 퍼블리싱
    - 애니메이션 적용

### 작업현황 공유

앞으로의 IT지원위원회 운영방안은 숭실대생들이 누구나 학생들을 위한 서비스를 만들고 운영할 수 있는 장을 제공합니다.
`,
    date: "3분전",
  },
  {
    title: "2024.10.27 Frontend 긴급회의",
    preview:
      "업무사항 공유, 전체 진척도 180%, 집 가고 싶어요. 이건 회의록 요약입니다 ...",
    content: `
### 작업현황 공유

1. 디자인 파트
    - 무드 보드 작성
    - 디자인 시스템 제작
    - 1920px UI 디자인 완료
2. 프론트엔드 파트
    - 컴포넌트 제작
    - 메인페이지 퍼블리싱
    - 애니메이션 적용

### 작업현황 공유

앞으로의 IT지원위원회 운영방안은 숭실대생들이 누구나 학생들을 위한 서비스를 만들고 운영할 수 있는 장을 제공합니다.
`,
    date: "3분전",
  },
  {
    title: "2024.10.27 Frontend 긴급회의",
    preview:
      "업무사항 공유, 전체 진척도 180%, 집 가고 싶어요. 이건 회의록 요약입니다 ...",
    content: `
### 작업현황 공유

1. 디자인 파트
    - 무드 보드 작성
    - 디자인 시스템 제작
    - 1920px UI 디자인 완료
2. 프론트엔드 파트
    - 컴포넌트 제작
    - 메인페이지 퍼블리싱
    - 애니메이션 적용

### 작업현황 공유

앞으로의 IT지원위원회 운영방안은 숭실대생들이 누구나 학생들을 위한 서비스를 만들고 운영할 수 있는 장을 제공합니다.
`,
    date: "3분전",
  },
  {
    title: "2024.10.27 Frontend 긴급회의",
    preview:
      "업무사항 공유, 전체 진척도 180%, 집 가고 싶어요. 이건 회의록 요약입니다 ...",
    content: `
### 작업현황 공유

1. 디자인 파트
    - 무드 보드 작성
    - 디자인 시스템 제작
    - 1920px UI 디자인 완료
2. 프론트엔드 파트
    - 컴포넌트 제작
    - 메인페이지 퍼블리싱
    - 애니메이션 적용

### 작업현황 공유

앞으로의 IT지원위원회 운영방안은 숭실대생들이 누구나 학생들을 위한 서비스를 만들고 운영할 수 있는 장을 제공합니다.
`,
    date: "3분전",
  },
  {
    title: "2024.10.27 Frontend 긴급회의",
    preview:
      "업무사항 공유, 전체 진척도 180%, 집 가고 싶어요. 이건 회의록 요약입니다 ...",
    content: `
### 작업현황 공유

1. 디자인 파트
    - 무드 보드 작성
    - 디자인 시스템 제작
    - 1920px UI 디자인 완료
2. 프론트엔드 파트
    - 컴포넌트 제작
    - 메인페이지 퍼블리싱
    - 애니메이션 적용

### 작업현황 공유

앞으로의 IT지원위원회 운영방안은 숭실대생들이 누구나 학생들을 위한 서비스를 만들고 운영할 수 있는 장을 제공합니다.
`,
    date: "3분전",
  },
  {
    title: "2024.10.27 Frontend 긴급회의",
    preview:
      "업무사항 공유, 전체 진척도 180%, 집 가고 싶어요. 이건 회의록 요약입니다 ...",
    content: `
### 작업현황 공유

1. 디자인 파트
    - 무드 보드 작성
    - 디자인 시스템 제작
    - 1920px UI 디자인 완료
2. 프론트엔드 파트
    - 컴포넌트 제작
    - 메인페이지 퍼블리싱
    - 애니메이션 적용

### 작업현황 공유

앞으로의 IT지원위원회 운영방안은 숭실대생들이 누구나 학생들을 위한 서비스를 만들고 운영할 수 있는 장을 제공합니다.
`,
    date: "3분전",
  },
];
